{
  "code" : 0,
  "msg" : "ok",
  "data" : [ {
    "id" : 1,
    "word" : "用例子来解释概念。"
  }, {
    "id" : 2,
    "word" : "周日下午去看经验贴和水群"
  }, {
    "id" : 3,
    "word" : "学习后做笔记不去做题练习或者复习和迭代笔记，过一段时间再去看，这和看别人的笔记有什么区别？"
  }, {
    "id" : 4,
    "word" : "看看之前先看一下辅导书。先大致了解有哪些内容，然后再看课，对于辅导书内没有的内容进行额外补充，整理的时候结合随堂笔记和辅导书进行整理"
  }, {
    "id" : 5,
    "word" : "看网课的时候要集中注意力。"
  }, {
    "id" : 6,
    "word" : "上完课的主要任务就是能够看得懂他的每一步过程。"
  }, {
    "id" : 7,
    "word" : "教育可以改变人生轨迹。“这就像你站在铁路边，你知道你必须跳离。否则，你的生活将永远一成不变。"
  }, {
    "id" : 8,
    "word" : "感觉迷茫了就复习笔记，整理知乎收藏，b站收藏的资料，整理自己的日记"
  }, {
    "id" : 9,
    "word" : "周六去补这周没完成的任务，补完就开始复习；周日上午固定背单词，背完单词后去复习和复盘，完成后就休息；周日当天吃点好的"
  }, {
    "id" : 10,
    "word" : "时刻反思自己，未来是什么样？留给自己的时间不多，要有计划带来的紧迫感和危机感，周日跟踪一周一月的计划的完成情况；月底跟踪一月的计划的完成情况"
  }, {
    "id" : 11,
    "word" : "例题出现题目如果自己有思路就独立做，过程看不懂立马去查缺补漏，在看得懂的基础上独立做一遍，如果做的卡壳了，就重新看一遍步骤，明白自己不懂的点在哪，能独立做一遍后；根据独立解题出来的式子可以总结出解题步骤，而作为某类型的题目的解题模板来使用；根据不断地刷题，不断补充和完善自己的解题模板"
  }, {
    "id" : 12,
    "word" : "晚上不要吃太饱，禁止吃夜宵"
  }, {
    "id" : 13,
    "word" : "更新规则，可以把现有的规则全部删除，等到需要哪个规则，再现加，就知道自己最需要哪几条"
  }, {
    "id" : 14,
    "word" : "定期回顾规则与总结，笔记的作用为学习过程中整理思路与方便复习"
  }, {
    "id" : 15,
    "word" : "如果未学完留到明天的，把未学完的部分记录下来，方便明天续上"
  }, {
    "id" : 16,
    "word" : "给自己制定一整套学习、生活作息流程与规则，如果执行不了，要么就是执行出问题，要么就是规则出问题"
  }, {
    "id" : 17,
    "word" : "把一些能够实际上对自己有帮助的话通过规则或者计划来通过实践运用起来；实践一段时间看看效果，并登记反馈效果，如果效果很好就长期执行，如果效果不好就登记下来并废弃"
  }, {
    "id" : 18,
    "word" : "觉得困了，就站起来伸懒腰，或者拉伸"
  }, {
    "id" : 19,
    "word" : "学习时间快结束的时候可以整理、复习笔记，或者背单词"
  }, {
    "id" : 20,
    "word" : "①早上列出计划，②执行计划，学完一项计划就贴出证明，③晚上汇报计划完成情况；优先解决今日规划的任务，如果还有剩余学习时长再去补充学习"
  }, {
    "id" : 21,
    "word" : "一定要跟踪整改措施执行的效果或者是计划执行的效果，比如连续三天/一周在群里面汇报和记录整改的情况或者是计划执行的情况"
  }, {
    "id" : 22,
    "word" : "每天晚上汇报计划完成情况，若未完成，写原因，整改措施，总结"
  }, {
    "id" : 23,
    "word" : "用规则限制自己、用计划驱动自己、用监督与复盘对自己进行延迟满足"
  }, {
    "id" : 24,
    "word" : "早上先整理总结和回顾前一天的计划完成情况以及回顾一下规则，再去群里汇报计划，最后背单词"
  }, {
    "id" : 25,
    "word" : "把学习时长学习内容学习计划喂给ds，让它给我分析并制定隔天的学习计划"
  }, {
    "id" : 26,
    "word" : "在日志里面给每一小段任务都估计完成时长，比如这一课估计1h后完成，并限定时长，比如当前时间到半小时后；如果任务没按时完成，就分析原因、提出改进措施并做总结"
  }, {
    "id" : 27,
    "word" : "背英语单词，25分钟100个单词"
  }, {
    "id" : 28,
    "word" : "睡前坐着发呆10分钟再睡；躺着放松身体，放空思绪，想到哪就延申下去，可以构思小说情节，可以幻想大自然景色，可以在自己熟悉的领域幻想各种diy，比如构思新的英雄的技能及各种属性，然后用这个英雄大杀四方，有困意了就听自己的呼吸声音入睡；睡前用平板复盘复习半小时，枯燥才会犯困，然后睡前想象自己是一粒尘埃随处飘荡，放空大脑去专注于飞的过程中经历的事，如果有杂念就告诉自己，自己是尘埃，不会思考"
  }, {
    "id" : 29,
    "word" : "中午只睡20分钟"
  }, {
    "id" : 30,
    "word" : "学25分钟休息5分钟，学完一个大的任务，休息10分钟，困了就休息15分钟"
  }, {
    "id" : 31,
    "word" : "每天早上把要执行的规则抄写一遍在笔记本上，睡前看执行的情况"
  }, {
    "id" : 32,
    "word" : "提高学习效率并且能够进入心流的方法是，每次只做一件事，并做好"
  }, {
    "id" : 33,
    "word" : "周一、三、五学6小时，周二、四、六学8小时，时长没达到就晚上10点半接着学，截止到23：55"
  }, {
    "id" : 34,
    "word" : "中后期限定吃饭时间15分钟，午睡或者小睡15分钟"
  }, {
    "id" : 35,
    "word" : "一周奖励一次，一天学满8小时，就增加奖励一次，学满以及奖励都要记录下来"
  }, {
    "id" : 36,
    "word" : "学习过程中，听课或者整理笔记的学习节奏不要打断，如听完课再整理笔记，保持学习和思考的连贯性"
  }, {
    "id" : 37,
    "word" : "一天学一节课，听完课整理笔记，整理笔记完去学英语，英语学完还有时间再去进行学新的内容，隔天学不同科目"
  }, {
    "id" : 38,
    "word" : "听课的时候思考每一步为什么会这样"
  }, {
    "id" : 39,
    "word" : "睡前复盘流程:学习任务完成情况 时间记录情况 不足之处 原因 整改措施 记录在明天的任务完成情况，隔天重复这一流程，多加一个整改措施完成情况；可以回顾和整理一下日记内容"
  }, {
    "id" : 40,
    "word" : "科目要穿插着学，比如数学学50分钟后，休息5-10分钟后就开始学408，408学50分钟后就学数学"
  }, {
    "id" : 41,
    "word" : "睡前听白噪音背单词，10点半前睡觉"
  }, {
    "id" : 42,
    "word" : "有想法不要停留在理论，要制定理论指导的具体措施，并且长期执行，理论才有意义，不然就是空中楼阁"
  }, {
    "id" : 43,
    "word" : "科目要穿插着学，比如数学学50分钟后，休息5-10分钟后就开始学408，408学50分钟后就学数学"
  }, {
    "id" : 44,
    "word" : "要经常去看，笔记才会发挥出记忆和复习的作用"
  }, {
    "id" : 45,
    "word" : "第一轮先学一遍，先别刷题"
  }, {
    "id" : 46,
    "word" : "解释太多公式不如一道例题来的简单明了"
  }, {
    "id" : 47,
    "word" : "只有通过大量的刷题，才知道自己理解的对不对，会踩哪些坑"
  }, {
    "id" : 48,
    "word" : "要经常复习笔记和通过学习以及刷题来更新迭代笔记，流水不腐，户枢不蠹，只有知识不断在脑海里面流动和更新，才会更好的理解知识点"
  }, {
    "id" : 49,
    "word" : "如果自己有情绪了。就把这个情绪记录下来，并且记录发生的条件。然后站在客观的角度想是否有必要，一切都是激素的作用"
  }, {
    "id" : 50,
    "word" : "自己变得更加优秀就能弥补自己先天带来的劣势，也就能向下兼容更多异性"
  }, {
    "id" : 51,
    "word" : "不要羡慕别人的人生。因为比我过得好的人比比皆是。只需要确定自己想过什么样的生活就够了。他们得到一些东西，必然会失去一些东西。我是失去一些东西，必然会得到一些东西。"
  }, {
    "id" : 52,
    "word" : "总结后可以改进的措施额外在一个文档记录下来，隔天早上睡醒就看可以改进措施的这个文档，并按照这个文档来做"
  }, {
    "id" : 53,
    "word" : "学习期间如果想玩手机了，也要记录到时间统计中"
  }, {
    "id" : 54,
    "word" : "追女孩子过程就像事星露谷钓鱼，鱼会上下跳动来跟你拉扯，女孩子也会跟你拉扯，要符合鱼上下跳动的区间一段时间才能钓上来，也就要满足女孩子的好感度一段时间后才能跟你确立关系一样，帅的人钓具的区间会越长，鱼儿就不太挣扎，丑的人钓具的区间会越短，鱼儿就会挣扎"
  }, {
    "id" : 55,
    "word" : "明白有些事可以拖延，有些不能拖延，完成基础任务就能获得基础回报，没有完成任务就不可能给予最基本的回报"
  }, {
    "id" : 56,
    "word" : "上午3.5h，下午3.5h，晚上2h，如果自己想玩就强制自己看总结冷静5分钟，明白是否是真的需要，能不能拖延，是否就是激素的作用"
  }, {
    "id" : 57,
    "word" : "对自己狠一点才配得上结果对自己的回馈"
  }, {
    "id" : 58,
    "word" : "有人想学也没这个机会，自己还是过得太轻松了，有许多比我的条件差或者根本没这个机会的，殊不知自己的机会是别人梦寐以求的，想想古代，想想外国，想想农民工，自己跟这一部分人比起来，跟未来的幸福比起来，自己经历的痛苦轻如鸿毛，不值一提"
  }, {
    "id" : 59,
    "word" : "对自己负责，想想出成绩的后悔，自己想着逃避就为时已晚"
  }, {
    "id" : 60,
    "word" : "等到初试结束，一切苦难都会过去，注意学习效率，结果和成绩不会骗人，自欺欺人欺骗的只会是自己，耽误时间，也只会耽误自己的未来和可能性"
  }, {
    "id" : 61,
    "word" : "时间过得很快，没时间等你慢慢调整，要么习惯，要么坚持，要么被淘汰、自己浪费一年的努力和前面所有的铺垫和一年所花的时间与钱"
  }, {
    "id" : 62,
    "word" : "只有自己理所当然把自己的最低要求定在自己垫垫脚就能达到的目标(别人看来最低的要求)，比如每天学习9小时，当作最基本的要求，就跟跑步一样，熬过去，按部就班的执行，才有可能实现和别人一样的学习目标"
  }, {
    "id" : 63,
    "word" : "自己感觉过得够苦了，但是跟那些比我条件差或者跟那些没这个机会又想考研的人相比，现在的苦难不值得一提"
  }, {
    "id" : 64,
    "word" : "你以为你够努力了，殊不知还没达到别人指定的最低目标，自己以为够努力了，在别人看来远远不够，备考这段路这是必须要走的路，你感觉到疲惫别人也会经历同样的过程"
  }, {
    "id" : 65,
    "word" : "因为自己不知道要多努力才能达到目标院校制定的标准，怎么努力都不为过，要珍惜这次备考的机会，因为可能这是此生唯一一次机会"
  }, {
    "id" : 66,
    "word" : "别人可以一天学9h+，自己也可以，只是狠不下新来让自己适应并习惯"
  }, {
    "id" : 67,
    "word" : "当自己想堕落的时候，想想离别人的学习进度有多远，时间紧任务重，时不我待"
  }, {
    "id" : 68,
    "word" : "自己还是条件太好，过得太舒坦，才会把时间浪费在娱乐和向往爱情上"
  }, {
    "id" : 69,
    "word" : "我每天上百次地提醒自己：我的精神生活和物质生活都依靠着别人（包括生者和死者）的劳动，我必须尽力以同样的分量来报偿我所领受了的和至今还在领受着的东西。我强烈地向往着俭朴生活，并且时常为发觉自己占有了同胞过多的劳动而难以忍受。"
  }, {
    "id" : 70,
    "word" : "按照时间规划和任务规划一步步来，什么时间去做什么任务，一切都会水到渠成"
  }, {
    "id" : 71,
    "word" : "白天学408与数学，晚上学英语或者去高数刷题或者看高数大观"
  }, {
    "id" : 72,
    "word" : "公式直接记住就行了，不要花时间去推导，要把更多时间用来学新的知识点和刷题"
  }, {
    "id" : 73,
    "word" : "验证一个定理是否正确，就举一个最简单的例子，如果符合就默认已经证明过了，就直接用，用这个例子去记忆这个公式"
  }, {
    "id" : 74,
    "word" : "用规则带动思想，用行为记住思想"
  }, {
    "id" : 75,
    "word" : "看网课听懂最重要。听懂后就可以看得懂复习书上的内容，随堂笔记也是辅助听课理解和代替记忆的工具"
  }, {
    "id" : 76,
    "word" : "英语单词选在10.半、16.半、20.半背"
  }, {
    "id" : 77,
    "word" : "白天的时候有精力就去学数学和408，英语留在快要结束学习任务和晚上在学"
  }, {
    "id" : 78,
    "word" : "觉得困就站起来伸伸懒腰，喝喝水，深呼吸"
  }, {
    "id" : 79,
    "word" : "可以试试，早上吃完早餐以后。然后就去床上躺十分钟。然后就开始学408或者数学。"
  }, {
    "id" : 80,
    "word" : "你就是活的太轻松了，满脑子才都是爱情。"
  }, {
    "id" : 81,
    "word" : "开始学习的时候，打开计时器，关闭不相关的软件，打开与学习相关的软件，喝一口水，就开始学习"
  }, {
    "id" : 82,
    "word" : "温馨提示:请勿在NPC身上浪费太多时间，禁止影响玩家自身情绪，祝各位玩家顺利完成自己的主线，游戏愉快。"
  }, {
    "id" : 83,
    "word" : "并不是早上背单词会困，而是身体和精神都太安逸了，才会昏昏欲睡"
  }, {
    "id" : 84,
    "word" : "好不容易才争取到的学习的机会，如果不好好珍惜，以后会不会很遗憾很遗憾，浪费掉的话，那就太可惜了"
  }, {
    "id" : 85,
    "word" : "学习的时候要集中注意力，提升效率，才能节约时间去学习更多的内容。"
  }, {
    "id" : 86,
    "word" : "现在度过的每一天，都是余生中最年轻的一天。"
  }, {
    "id" : 87,
    "word" : "能努力的努力的时候要好好努力，不然会抱憾终身"
  }, {
    "id" : 88,
    "word" : "听课之前看复习书，然后优先背诵公式。预习的作用就是减少因为听课时候卡顿而翻书来影响听课效率。"
  }, {
    "id" : 89,
    "word" : "统计分析大数据ds指导我考研"
  }, {
    "id" : 90,
    "word" : "要日记里面的记录，来记录下自己现在的学习状态和情绪"
  }, {
    "id" : 91,
    "word" : "要有一整套的监管、统计、回顾、奖惩、系统，才能促使自己前进"
  }, {
    "id" : 92,
    "word" : "如果打开与学习无关的软件，就暂停两分钟的别做手机控的监督"
  }, {
    "id" : 93,
    "word" : "一定要给任务限定时间，记录和跟踪，奖惩制度，不逼自己就不会想着尽力去学习"
  }, {
    "id" : 94,
    "word" : "累了就睡15分钟，学不动就换个科目，没有什么是挺不过去的"
  }, {
    "id" : 95,
    "word" : "规定上午和下午，晚上必须完成的最低任务量"
  }, {
    "id" : 96,
    "word" : "公式设置问答来强迫自己回忆"
  }, {
    "id" : 97,
    "word" : "早上起床就整理和复习以前做过的笔记，整理和复习后再学新的内容"
  } ]
}
